<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="maradona.aspx.cs" Inherits="UpdatedFinalProject.WebForm5" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <style type="text/css">
    </style>
    <link rel="stylesheet" type="text/css" href="css.css" media="screen" />
    <div>
    <h2>דייגו מראדונה</h2>
            <h3>דברים שלא ידעתם על מראדונה:</h3>
        <ul>
            <li>
            רבע גמר מונדיאל 1986 בין ארגנטינה לאנגליה הוא ככל הנראה המשחק המפורסם אי פעם. אנגליה הובילה במחצית 1-0, אך מראדונה כבש שניים מהשערים המפורסמים אי פעם תוך ארבע דקות והפך את התוצאה:
                <ul>
                    <li>
                        השער הראשון מוכר גם "כיד האלוהים". למרות שדייגו היה השחקן הנמוך ביותר על הדשא (גובהו 1.65 בלבד) והוא היה נמוך מהשוער האנגלי בלמעלה מ20 ס"מ, הוא זינק אל כדור גבוה עם ידו מושטת ודחק אותו מעל ראשו של השוער האנגלי פנימה, והשופטים לא שמו לב שהייתה נגיעת יד.
                    </li>
                    <li>
                        השער השני נבחר ל"שער המאה". דייגו קיבל את הכדור במחצית המגרש וחלף על פניהם של 6 שחקנים אנגלים כולל השוער כל הדרך אל השער.
                    </li>
                </ul>
            </li>
            </br>
            <li>
                דייגו נחשב לאחד מגדולי הכדורגלנים בכל הזמנים, למרות שמאז נחשף לכסף הגדול בימיו בברצלונה, נהג להשתמש בסמים קשים כגון קוקאין, שאינם משפרי ביצועים אלא להפך. לאחר הפרישה, מראדונה סיפר כי נהג להיות "מסטול" בימים ראשון עד רביעי, ביום חמישי להתכונן למשחק בסוף שבוע, וחוזר חלילה. התאחדות הכדורגל נשלטה באותן שנים על ידי המועדונים העשירים מהצפון, שתיעבו את דייגו. לכן בשנת 1991, לאחר שזכה שנה קודם לכן באליפות השנייה שלו עם נאפולי, ערכו לו בדיקת סמים באופן פתאומי, ודייגו הושעה ל15 חודשים. לעולם לא נדע מה היו יכולותיו של דייגו אילו היה מתנהג כמקצוען.
            </li>
            </br>
            <li>
                אם חשבתם שסמים זה מספיק, דייגו הסתבך גם עם ה"קאמורה", המאפייה ששלטה בנאפולי באותן שנים. אנשי המאפייה ודייגו נהגו לצאת יחד ודייגו קיבל מהם מה שאהב יותר מכל-נשים וכסף. לכן, בשנת 1987, לאחר שזכה באליפות הראשונה שלו שנה קודם לכן והיה בדרך לזכות באליפות שנייה ברציפות, המאפייה איימה על דייגו לאבד את תואר האליפות. הקאמורה הייתה אז בחובת ומאחר שהשקיעה מילוני דולרים בהימורים יריבתו של דייגו לתואר מילאן, נאפולי ודייגו הפסידו את ארבעת משחקיהם האחרונים לעונה ומילאן זכתה באליפות.
            </li>
            </br>
            <li>
                למרות ההצלחות על הדשא, דייגו נחשב למאמן גרוע. הוא אימן את ארגנטינה ולאו מסי אשר נחשב ליורשו בנבחרת בטורניר מונדיאל 2010, אך הנבחרת הובסה והודחה ברבע הגמר. הוא אימן עוד מספר קבוצות קטנות במקסיקו, ארגנטינה ואף קטאר ובלארוס.
            </li>
            </br>
            <li>
                מראדונה היה תומך נלהב של פידל קסטרו וראה את עצמו כאחד ממתנגדי ארצות הברית. בעת ביקורו של ג'ורג' ווקר בוש בארגנטינה, נצפה מראדונה לובש חולצה עם הכיתוב, "בוש רוצח". כחלק מהתנגדותו להשפעה האמריקאית, מראדונה תמך בהוגו צ'אווס ושיבח גם את מחמוד אחמדינז'אד.
            </li>
        </ul>
        <table class="center"style="width:100%">
            <tr>
                <td>
                    <img src="maradonapics/maradonaworldcup.jpg"/>
                </td>
                <td>
                    <img src="maradonapics/handofgod.jpg"/>
                </td>
                <td>
                    <iframe
                        src="https://www.youtube.com/embed/VmyssDtOiLM">
                    </iframe>
                </td>
                <td>
                    <img src="maradonapics/maradonagraffiti.jpg"/>
                </td>
                <td>
                    <img src="maradonapics/maradonaball.jpg" />
                </td>
            </tr>
        </table>
    </div>
</asp:Content>
