<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="pele.aspx.cs" Inherits="UpdatedFinalProject.WebForm4" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <style type="text/css">
    </style>
    <link rel="stylesheet" type="text/css" href="css.css" media="screen" />
    <div>
        <h2>פלה</h2>
        
        <h3>דברים שלא ידעתם על פלה</h3>
        <ul>
            <li>
                פלה נקרא אדסון על שמו של הממציא תומאס אדיסון (Edison); על אף שהוריו השמיטו את האות "i" מהשם. כמו כן, את כינוי "פלה" קיבל מחבריו בילדותו. אפילו פלה לא יודע מה הסיבה לכינוי זה.
            </li>
            </br>
            <li>
                בתעודת לידתו של פלה שהונפקה חודש לאחר הולדתו חלה טעות. מצויין בה כי תאריך לידתו הוא 21 באוקטובר, למרות שעל פי פלה התאריך המקורי הוא בכלל ה23 באותו החודש.
            </li>
            </br>
            <li>
                לאחר שהוביל את ברזיל לזכיה במונדיאל 1958 בשבדיה כשהוא בן פחות מ18, החל פלה לצאת למסעי ראווה בכל העולם יחד עם קבוצתו סנטוס, ושיחק משחקי ידידות מול קבוצות רבות. אחד המסעות הגיע גם לישראל, ובשנת 1962 נבחרת כוכבי פתח תקווה ותל אביב פגשה את פלה וסנטוס והפסידה 3-1.
            </li>
            </br>
            <li>
                קבוצות פאר מאירופה ניסו לרכוש את פלה מסנטוס והציעו סכומים של מיליוני דולרים-שווה ערך להצעה על שחקן בשווי של מיליארד דולר כיום. אך סנטוס דחתה את כל ההצעות וממשלת ברזיל אף הכריזה על פלה: "אוצר לאומי האסור בייצוא", ובכך מנע את מעברו לקבוצה מחוץ לברזיל.
            </li>
            </br>
            <li>
                פלה חתם בניו יורק קוסמוס שם שילב עם כוכבי כדורגל שגם הם כמוהו הגיעו לכמה שנים למועדון על מנת לסיים את הקרירה בו. בין הכוכבים היו: פרנץ בקנבאוור-מגדולי שחקני ההגנה בכל הזמנים, קרלוס אלברטו, שזכה עם פלה בשני מונדיאלים ושיתף עימו פעולה בסנטוס וגם מוטל'ה שפיגלר, הישראלי, השחקן היחיד שכבש לזכות ישראל במונדיאל.
            </li>
            </br>
            <li>
                בשנת 1977 פרש פלה מכדורגל לאחר משחק ידידות בין קבוצתו ניו יורק קוסמוס לקבוצתו הקודמת סנטוס. המשחק נערך לעיני 80 אלף צופים בארצות הברית. הדבר הזכור מהמשחק הוא שפלה שיחק במדי קוסמוס במחצית הראשונה וכבש במדיה שער-שערו האחרון בקרירה, ואת המחצית השנייה במדי סנטוס.
            </li>
            </br>
            <li>
                פלה כבש לאורך הקרירה למעלה מ1200 שערים-יותר מכל שחקן אי פעם. עם זאת, כמעט חצי משעריו נכבשו כחלק ממסעי הראווה שלו. בחלק ניכר ממשחקי הראווה פלה שיחק מול קבוצות חובבניות על מנת שהוא יוכל להביא לידי ביטוי את היכולות שלו בקלות מול הקהל. במשחקים רשמיים (משחקי ליגה וגביע), כבש פלה קרוב ל800 שערים-מקום 4 בהיסטוריה.
            </li>
            </br>
        </ul>
        <table class="center" style="width:100%">
            <tr>
                <td>
                    <img src="pelepics/pele.jpeg" style= "max-height: 100%;  max-width: 100%; height: 300px; width: 400px"/>
                </td>
                <td>
                    <img src="pelepics/peletopless.jpg" style= "max-height: 100%;  max-width: 100%; height: 300px; width: 400px"/>
                </td>
                <td>
                    <iframe
                        src="https://www.youtube.com/embed/a7pASpKEiKM">
                    </iframe>
                </td>
                <td>
                    <img src="pelepics/snatos.jpg" style= "max-height: 100%;  max-width: 100%; height: 300px; width: 400px"/>
                </td>
                <td>
                    <img src="pelepics/pelegoal.jpg" style= "max-height: 100%;  max-width: 100%; height: 300px; width: 400px"/>
                </td>
            </tr>
        </table>
    </div>
</asp:Content>
